export const arr_article = [
  // 六十一：調查結論遭受質疑 眾陰謀論各有道理
  {
    title_id: "n1",
    title: "六十一：調查結論遭受質疑 眾陰謀論各有道理",
    t1: [
      { d1: "這篇摘要分析了甘迺迪遇刺案後的種種謎團與陰謀論。" },
      {
        d1: "全文的核心主題在於：社會大眾對官方調查結論的極度不信任，以及針對各方政治勢力動機的猜測與質疑。",
      },
      {
        d1: "1963年甘迺迪遇刺案因關鍵證人接連離奇死亡，引發全美對「陰謀論」的強烈懷疑。",
      },
      {
        d1: "詹森總統委任聲望卓著的沃倫大法官主導調查，但十個月後公布的《沃倫報告》竟斷定為「單獨行動、無陰謀」，令民眾難以信服。",
      },
      {
        d1: "各方猜測指向蘇聯、古巴等外國勢力，也有人懷疑美國情報單位（FBI、CIA）或軍火商因反對甘迺迪的緩和政策而下手。",
      },
      {
        d1: "更敏感的是，副總統詹森繼位後大幅升級越戰，與甘迺迪路線背道而馳，使他成為最大受益者與主要嫌疑人。",
      },
      {
        d1: "此案至今仍是美國史上最爭議的政治謎團之一。",
        col: "col-sm-4",
        p2: [
          {
            pic1: "../images/P61-65/M02-2M-J-61-0.webp",
            dec2: "托馬斯·傑斐遜（Thomas Jefferson）",
          },
          {
            pic1: "../images/P61-65/M02-2M-F-61-0.webp",
            dec2: "認真學習的退休教師",
          },
          {
            pic1: "../images/P61-65/M02-2M-R-61-0.webp",
            dec2: "西奧多·羅斯福（Theodore Roosevelt）老羅斯福",
          },
        ],
      },
    ],
    c1s: [
      {
        id2: "n1-1",
        d1: "1.總統被刺像演戲，連環死人太可疑",
        c2s: [
          { d1: "1963年甘迺迪總統遇刺案簡直比電影情節還離譜。" },
          { d1: "槍手剛抓到，竟然就在全美電視直播下被當眾殺掉。" },
          { d1: "更詭異的是，那個殺掉槍手的兇手，沒幾年也死在監獄裡。" },
          {
            d1: "這種「死人不會說話」的連環死法，讓當時所有美國人都覺得背後一定有超級大陰謀。",
          },
          { d1: "認為那些死掉的人只是被滅口的棋子。" },
          {
            d1: "為了平息民間的怒火與猜疑，繼任的詹森總統請出法律界大佬沃倫大法官成立調查小組，希望趕快找出真相給大眾一個交代。",
            col: "col-sm-4",
            p2: [
              {
                pic1: "../images/P61-65/M02-2M-J-61-1.webp",
                dec2: "托馬斯·傑斐遜（Thomas Jefferson）",
              },
              {
                pic1: "../images/P61-65/M02-2M-F-61-1.webp",
                dec2: "認真學習的退休教師",
              },
              {
                pic1: "../images/P61-65/M02-2M-R-61-1.webp",
                dec2: "西奧多·羅斯福（Theodore Roosevelt）老羅斯福",
              },
            ],
          },
        ],
      },
      {
        id2: "n1-2",
        d1: "2.大法官查了老半天，結論竟然沒陰謀",
        c2s: [
          {
            d1: "負責調查的沃倫大法官在當時名聲非常響亮，他推動過種族平權、政教分離，是個非常有威信的自由派代表。",
          },
          { d1: "大家原本以為由他出馬，一定能抓出幕後黑手。" },
          {
            d1: "沒想到委員會調查了整整十個月，最後交出的報告卻讓全美國人跌破眼鏡。",
          },
          {
            d1: "報告竟然說這整件事完全沒有陰謀，就是槍手一個人一時興起幹的，沒人指使也沒人接應。",
          },
          {
            d1: "這個結論讓深愛甘迺迪的民眾完全無法接受，反而激發了更多人開始自發尋找「真正的答案」。",
            col: "col-sm-4",
            p2: [
              {
                pic1: "../images/P61-65/M02-2M-J-61-2.webp",
                dec2: "托馬斯·傑斐遜（Thomas Jefferson）",
              },
              {
                pic1: "../images/P61-65/M02-2M-F-61-2.webp",
                dec2: "認真學習的退休教師",
              },
              {
                pic1: "../images/P61-65/M02-2M-R-61-2.webp",
                dec2: "西奧多·羅斯福（Theodore Roosevelt）老羅斯福",
              },
            ],
          },
        ],
      },
      {
        id2: "n1-3",
        d1: "3.外國勢力嫌疑大，蘇聯古巴都被點名",
        c2s: [
          { d1: "關於誰是真兇，外國勢力首當其衝被懷疑。" },
          {
            d1: "最常被點名的就是蘇聯特務機構克格勃，說他們是為了報古巴危機的仇。",
          },
          {
            d1: "不過也有人分析，蘇聯領導人其實更怕換個瘋子上台，所以應該不想甘迺迪死。",
          },
          { d1: "此外，古巴領導人卡斯楚或是對他不滿的流亡人士也都被懷疑過。" },
          {
            d1: "甚至還有傳言說這跟政治無關，而是因為某位希臘船王想搶走甘迺迪的老婆。",
          },
          {
            d1: "這種情殺論點雖然聽起來像八卦，但在當時竟然還有不少支持者。",
            col: "col-sm-4",
            p2: [
              {
                pic1: "../images/P61-65/M02-2M-J-61-3.webp",
                dec2: "托馬斯·傑斐遜（Thomas Jefferson）",
              },
              {
                pic1: "../images/P61-65/M02-2M-F-61-3.webp",
                dec2: "認真學習的退休教師",
              },
              {
                pic1: "../images/P61-65/M02-2M-R-61-3.webp",
                dec2: "西奧多·羅斯福（Theodore Roosevelt）老羅斯福",
              },
            ],
          },
        ],
      },
      {
        id2: "n1-4",
        d1: "4.家賊更難防？情報局和軍火商也有份",
        c2s: [
          { d1: "比起外國特務，更多美國人相信是自己國家的特務單位幹的。" },
          {
            d1: "像是聯邦調查局（FBI）和中情局（CIA），他們非常不爽甘迺迪對蘇聯太客氣。",
          },
          {
            d1: "這群情報單位一直靠著「反共」名義擴充權力，如果兩國和好了，他們就沒藉口隨便監聽或審查別人，存在感會大跌。",
          },
          { d1: "另外，那些賣武器的軍火商集團也被懷疑。" },
          {
            d1: "因為他們最希望看到世界打大仗，這樣才能肥得流油，而甘迺迪的和平政策擋了這群人的財路。",
            col: "col-sm-4",
            p2: [
              {
                pic1: "../images/P61-65/M02-2M-J-61-4.webp",
                dec2: "托馬斯·傑斐遜（Thomas Jefferson）",
              },
              {
                pic1: "../images/P61-65/M02-2M-F-61-4.webp",
                dec2: "認真學習的退休教師",
              },
              {
                pic1: "../images/P61-65/M02-2M-R-61-4.webp",
                dec2: "西奧多·羅斯福（Theodore Roosevelt）老羅斯福",
              },
            ],
          },
        ],
      },
      {
        id2: "n1-5",
        d1: "5.誰獲利誰嫌疑最大，接班人詹森被盯上",
        c2s: [
          { d1: "按照常理推斷，一件事誰獲利最大，誰的嫌疑就最重。" },
          {
            d1: "甘迺迪遇刺後，副總統詹森立刻繼位成為美國總統，這讓很多人把矛頭指向他。",
          },
          {
            d1: "詹森上台後的行為也確實啟人疑竇，他雖然繼續推動甘迺迪支持的民權運動，但在越南政策上卻來了個一百八十度大轉彎。",
          },
          { d1: "直接把美國推進越戰的泥潭。" },
          {
            d1: "這種政策上的巨大轉變，讓陰謀論者更加深信，這場刺殺案背後隱藏著高層權力鬥爭與軍事利益的交換，絕非孤狼犯案那麼簡單。",
            col: "col-sm-4",
            p2: [
              {
                pic1: "../images/P61-65/M02-2M-J-61-5.webp",
                dec2: "托馬斯·傑斐遜（Thomas Jefferson）",
              },
              {
                pic1: "../images/P61-65/M02-2M-F-61-5.webp",
                dec2: "認真學習的退休教師",
              },
              {
                pic1: "../images/P61-65/M02-2M-R-61-5.webp",
                dec2: "西奧多·羅斯福（Theodore Roosevelt）老羅斯福",
              },
            ],
          },
        ],
      },
    ],
  },

  // 六十二：帕克斯公交拒讓座 金博士倡導被打臉
  {
    title_id: "n2",
    title: "六十二：帕克斯公交拒讓座 金博士倡導被打臉",
    t1: [
      {
        d1: "這篇文章的核心主題是1950至1960年代美國黑人平權運動的興起與挑戰。",
      },
      {
        d1: "內容探討了黑人族群如何從二戰後的社會不公中覺醒，透過法律訴訟、不合作運動以及馬丁路德金領導的「非暴力抵抗」，逐步打破南方深根蒂固的種族隔離制度，並在國際冷戰壓力與國內保守勢力的夾縫中，開啟了爭取平等權利的艱辛之路。",
      },
      {
        d1: "二戰後，美國黑人雖為國參戰卻仍受種族隔離之苦，加上冷戰時期蘇聯的國際譏諷，促使民權運動在1950年代興起。",
      },
      {
        d1: "1954年「布朗案」最高法院判決學校種族隔離違憲，打破「隔離但平等」迷思。",
      },
      {
        d1: "1955年帕克斯拒讓座引發蒙哥馬利公車罷乘，金博士以非暴力抗爭嶄露頭角。",
      },
      { d1: "儘管激進派如馬爾科姆X一度主張分離，但最終多數領袖趨向合作。" },
      {
        d1: "1957年小石城事件中，艾森豪總統動用空降兵護送黑人學生入學，彰顯聯邦執行平權的決心。",
      },
      {
        d1: "這波運動為1963年「向華盛頓進軍」與後續《平權法案》奠定基礎。",
        col: "col-sm-4",
        p2: [
          {
            pic1: "../images/P61-65/M02-2M-J-62-0.webp",
            dec2: "托馬斯·傑斐遜（Thomas Jefferson）",
          },
          {
            pic1: "../images/P61-65/M02-2M-F-62-0.webp",
            dec2: "認真學習的退休教師",
          },
          {
            pic1: "../images/P61-65/M02-2M-R-62-0.webp",
            dec2: "西奧多·羅斯福（Theodore Roosevelt）老羅斯福",
          },
        ],
      },
    ],
    c1s: [
      {
        id2: "n2-1",
        d1: "1.當兵救國卻沒座坐，老老美壓力山大",
        c2s: [
          { d1: "二戰結束後，美國黑人士兵發現一件很諷刺的事。" },
          { d1: "他們在戰場上跟白人出生入死，回老家後卻依然被當成二等公民。" },
          { d1: "不能跟白人同桌吃飯、上同所學校，連坐公車都得讓座。" },
          {
            d1: "這時正值冷戰，蘇聯常在國際上酸美國說：「你口口聲聲講民主自由，結果國內種族歧視這麼嚴重，根本是假正經！」。",
          },
          { d1: "為了面子和輿論宣傳，美國政府不得不開始正視這些隔離政策。" },
          {
            d1: "這股國內的不平與國外的壓力湊在一起，讓黑人平權運動在五六零年代迎來了新一波的高峰。",
            col: "col-sm-4",
            p2: [
              {
                pic1: "../images/P61-65/M02-2M-J-62-1.webp",
                dec2: "托馬斯·傑斐遜（Thomas Jefferson）",
              },
              {
                pic1: "../images/P61-65/M02-2M-F-62-1.webp",
                dec2: "認真學習的退休教師",
              },
              {
                pic1: "../images/P61-65/M02-2M-R-62-1.webp",
                dec2: "西奧多·羅斯福（Theodore Roosevelt）老羅斯福",
              },
            ],
          },
        ],
      },
      {
        id2: "n2-2",
        d1: "2.學校不讓進？法院判決開出第一槍",
        c2s: [
          { d1: "1954年著名的「布朗案」是這場運動的轉折點。" },
          {
            d1: "當時小女孩布朗想讀家附近的白人小學被拒絕，教育局硬要她跑大老遠去讀黑人學校。",
          },
          {
            d1: "這官司一路打到最高法院，法官最後裁定：「所謂的『隔離但平等』根本是鬼扯！」。",
          },
          {
            d1: "因為隔離本身就會讓黑人小孩覺得低人一等，而且黑人學校的設備通常都很爛。",
          },
          { d1: "這完全違反了憲法精神。" },
          {
            d1: "這個判決正式宣佈學校裡的種族隔離違法。",
            col: "col-sm-4",
            p2: [
              {
                pic1: "../images/P61-65/M02-2M-J-62-2.webp",
                dec2: "托馬斯·傑斐遜（Thomas Jefferson）",
              },
              {
                pic1: "../images/P61-65/M02-2M-F-62-2.webp",
                dec2: "認真學習的退休教師",
              },
              {
                pic1: "../images/P61-65/M02-2M-R-62-2.webp",
                dec2: "西奧多·羅斯福（Theodore Roosevelt）老羅斯福",
              },
            ],
          },
        ],
      },
      {
        id2: "n2-3",
        d1: "3.為了個位子被抓，金博士帶頭罷工",
        c2s: [
          {
            d1: "1955年，黑人婦女帕克斯因為坐公車拒絕讓座給白人，結果被警察抓進牢裡。",
          },
          { d1: "這件事徹底惹火了黑人社群。" },
          {
            d1: "當時蒙哥馬利市的黑人們非常團結，發起了集體罷乘公車運動，這一撐就是三百八十多天。",
          },
          {
            d1: "雖然生活變得很不方便，但因為黑人才是公車公司的主要客戶，最後公司賠到受不了只好投降。",
          },
          { d1: "這場抗爭讓年輕的牧師馬丁路德金一戰成名。" },
          {
            d1: "他提出了「公民不服從」的概念，主張當法律違背良知與正義時，人們有權利透過非暴力的手段來反抗。",
            col: "col-sm-4",
            p2: [
              {
                pic1: "../images/P61-65/M02-2M-J-62-3.webp",
                dec2: "托馬斯·傑斐遜（Thomas Jefferson）",
              },
              {
                pic1: "../images/P61-65/M02-2M-F-62-3.webp",
                dec2: "認真學習的退休教師",
              },
              {
                pic1: "../images/P61-65/M02-2M-R-62-3.webp",
                dec2: "西奧多·羅斯福（Theodore Roosevelt）老羅斯福",
              },
            ],
          },
        ],
      },
      {
        id2: "n2-4",
        d1: "4.要和平還是要動手？大老們的拉鋸戰",
        c2s: [
          {
            d1: "馬丁路德金的抗爭招式很溫和，他的靈感來自聖經和甘地，主張「非暴力抵抗」。",
          },
          {
            d1: "也就是對方打你左臉，你就把右臉也伸過去，用愛與和平來感化對手。",
          },
          { d1: "但這種做法在當時並非人人買單。" },
          { d1: "有些激進派領袖像馬爾科姆X就覺得這太軟弱了。" },
          { d1: "甚至一度主張黑人應該跟白人徹底分開，甚至獨立建國。" },
          {
            d1: "不過，隨著運動發展，這些不同派系的領袖後來也慢慢達成共識。",
            col: "col-sm-4",
            p2: [
              {
                pic1: "../images/P61-65/M02-2M-J-62-4.webp",
                dec2: "托馬斯·傑斐遜（Thomas Jefferson）",
              },
              {
                pic1: "../images/P61-65/M02-2M-F-62-4.webp",
                dec2: "認真學習的退休教師",
              },
              {
                pic1: "../images/P61-65/M02-2M-R-62-4.webp",
                dec2: "西奧多·羅斯福（Theodore Roosevelt）老羅斯福",
              },
            ],
          },
        ],
      },
      {
        id2: "n2-5",
        d1: "5.州長帶頭擋路，總統派傘兵護航上學",
        c2s: [
          {
            d1: "雖然法律判決黑人可以上白人學校，但南方的保守勢力還是硬抗到底。",
          },
          {
            d1: "1957年在阿肯色州發生了「小石城事件」，州長竟然動用部隊阻止九個黑人學生進校門。",
          },
          { d1: "當時的艾森豪總統直接下硬指標，下令聯邦軍隊接管地方部隊。" },
          {
            d1: "甚至派出精銳的空降師，在全副武裝的護送下讓這九個孩子進學校。",
          },
          { d1: "雖然這幾個孩子在校內受盡欺負，只有一人順利畢業。" },
          {
            d1: "但這件事向全美展現了聯邦政府落實法律的決心。",
            col: "col-sm-4",
            p2: [
              {
                pic1: "../images/P61-65/M02-2M-J-62-5.webp",
                dec2: "托馬斯·傑斐遜（Thomas Jefferson）",
              },
              {
                pic1: "../images/P61-65/M02-2M-F-62-5.webp",
                dec2: "認真學習的退休教師",
              },
              {
                pic1: "../images/P61-65/M02-2M-R-62-5.webp",
                dec2: "西奧多·羅斯福（Theodore Roosevelt）老羅斯福",
              },
            ],
          },
        ],
      },
    ],
  },

  // 三：金博士演講美國夢 約翰遜出台平權法
  {
    title_id: "n3",
    title: "六十三：金博士演講美國夢 約翰遜出台平權法",
    t1: [
      {
        d1: "這篇文章的核心主題是：1960年代美國民權運動的巔峰跨越，從經典演講到《平權法案》的誕生，以及隨之而來的政黨轉型與社會動盪。",
      },
      {
        d1: "1960年代美國民權運動突破地方隔離法限制，透過「自由乘車者」抗議與1963年「向華盛頓進軍」大遊行，促使聯邦政府行動。",
      },
      { d1: "馬丁·路德·金發表「我有一個夢想」演講，喚起全國共鳴。" },
      {
        d1: "甘迺迪遇刺後，繼任的約翰遜總統推動《1964年平權法案》通過，全面禁止基於種族、性別或宗教的歧視，重塑南方社會結構，並導致民主黨與共和黨選民結構重組。",
      },
      {
        d1: "然而，金博士與小甘迺迪相繼遭暗殺，加上越戰加劇社會分裂，使這段追求平等的勝利蒙上深重陰影。",
        col: "col-sm-4",
        p2: [
          {
            pic1: "../images/P61-65/M02-2M-J-63-0.webp",
            dec2: "托馬斯·傑斐遜（Thomas Jefferson）",
          },
          {
            pic1: "../images/P61-65/M02-2M-F-63-0.webp",
            dec2: "認真學習的退休教師",
          },
          {
            pic1: "../images/P61-65/M02-2M-R-63-0.webp",
            dec2: "西奧多·羅斯福（Theodore Roosevelt）老羅斯福",
          },
        ],
      },
    ],
    c1s: [
      {
        id2: "n3-1",
        d1: "1.地方小法規擋路，大家坐車去抗議",
        c2s: [
          { d1: "在五、六十年代，美國黑人爭取權利最大的麻煩是法律太零散。" },
          { d1: "這州廢了歧視法，隔壁州可能還留著。" },
          {
            d1: "為了打破這局面，大家發起「自由乘車者」活動，坐火車到各州挑戰不平等的隔離規定。",
          },
          { d1: "比如廁所或飲水處不能共用。" },
          { d1: "抗議者常被保守派警察抓走，甚至被極端的「三K黨」圍毆。" },
          {
            d1: "這些鮮血和眼淚讓運動領袖意識到，必須推動一條聯邦級別法律。",
            col: "col-sm-4",
            p2: [
              {
                pic1: "../images/P61-65/M02-2M-J-63-1.webp",
                dec2: "托馬斯·傑斐遜（Thomas Jefferson）",
              },
              {
                pic1: "../images/P61-65/M02-2M-F-63-1.webp",
                dec2: "認真學習的退休教師",
              },
              {
                pic1: "../images/P61-65/M02-2M-R-63-1.webp",
                dec2: "西奧多·羅斯福（Theodore Roosevelt）老羅斯福",
              },
            ],
          },
        ],
      },
      {
        id2: "n3-2",
        d1: "2.萬人齊聚華盛頓，金博士做個夢",
        c2s: [
          {
            d1: "為了逼政府動起來，一九六三年八月，幾十萬人發起「向華盛頓進軍」。",
          },
          { d1: "在林肯紀念堂前要求公平的工作、住房和投票權。" },
          { d1: "這場活動的高潮就是馬丁路德金的演講「我有一個夢想」。" },
          { d1: "他夢想有一天奴隸和奴隸主的後代能像兄弟般坐在一起。" },
          { d1: "夢想孩子能生活在一個不看膚色、只看人品的國家。" },
          {
            d1: "這場演講的影響力巨大。",
            col: "col-sm-4",
            p2: [
              {
                pic1: "../images/P61-65/M02-2M-J-63-2.webp",
                dec2: "托馬斯·傑斐遜（Thomas Jefferson）",
              },
              {
                pic1: "../images/P61-65/M02-2M-F-63-2.webp",
                dec2: "認真學習的退休教師",
              },
              {
                pic1: "../images/P61-65/M02-2M-R-63-2.webp",
                dec2: "西奧多·羅斯福（Theodore Roosevelt）老羅斯福",
              },
            ],
          },
        ],
      },
      {
        id2: "n3-3",
        d1: "3.總統遇刺後接力，平權法案終過關",
        c2s: [
          { d1: "就在承諾立法的三個月後，甘迺迪總統不幸遇刺。" },
          { d1: "好在接任的約翰遜總統也很支持。" },
          { d1: "在他的推動下，一九六四年終於出台了聯邦《平權法案》。" },
          {
            d1: "這條法律規定，以後不管是看膚色、性別或宗教來搞歧視，通通都算非法。",
          },
          {
            d1: "這等於是從最高層級廢掉了南方那些不合理的隔離法規。",
            col: "col-sm-4",
            p2: [
              {
                pic1: "../images/P61-65/M02-2M-J-63-3.webp",
                dec2: "托馬斯·傑斐遜（Thomas Jefferson）",
              },
              {
                pic1: "../images/P61-65/M02-2M-F-63-3.webp",
                dec2: "認真學習的退休教師",
              },
              {
                pic1: "../images/P61-65/M02-2M-R-63-3.webp",
                dec2: "西奧多·羅斯福（Theodore Roosevelt）老羅斯福",
              },
            ],
          },
        ],
      },
      {
        id2: "n3-4",
        d1: "4.英雄接連被打掉，越戰成了新痛點",
        c2s: [
          { d1: "平權運動雖然贏了法律，代價卻很慘重。" },
          { d1: "一九六八年，金博士在旅館被暗殺。" },
          { d1: "沒兩個月，力挺黑人的小甘迺迪也在競選時死於槍下。" },
          { d1: "引發全美騷亂。" },
          {
            d1: "這場戰爭帶來的社會傷痕比之前的韓戰還要深。",
            col: "col-sm-4",
            p2: [
              {
                pic1: "../images/P61-65/M02-2M-J-63-4.webp",
                dec2: "托馬斯·傑斐遜（Thomas Jefferson）",
              },
              {
                pic1: "../images/P61-65/M02-2M-F-63-4.webp",
                dec2: "認真學習的退休教師",
              },
              {
                pic1: "../images/P61-65/M02-2M-R-63-4.webp",
                dec2: "西奧多·羅斯福（Theodore Roosevelt）老羅斯福",
              },
            ],
          },
        ],
      },
    ],
  },

  // 六十四：美利堅深陷越南沼 尼克松上台求撤兵
  {
    title_id: "n4",
    title: "六十四：美利堅深陷越南沼 尼克松上台求撤兵",
    t1: [
      {
        d1: "這篇文章的核心主題在於：越南戰爭如何成為美國外交與軍事史上的慘痛教訓，並導致其在冷戰格局中由盛轉衰。",
      },
      {
        d1: "全文探討了越南極高的戰略地位、美軍從顧問介入到深陷泥潭的過程，以及最終因國內壓力與戰略失誤而狼狽撤軍的始末。",
      },
      { d1: "越南因地處南海航運要道，成為冷戰期間美蘇角力的關鍵戰場。" },
      {
        d1: "美國為阻止共產主義擴張，從軍事顧問逐步升級為大規模派兵，卻因政治限制導致作戰綁手綁腳。",
      },
      { d1: "北越則以游擊戰拖入持久消耗戰。" },
      { d1: "1968年「春節攻勢」雖軍事失利，卻重創美國民心，引爆反戰浪潮。" },
      {
        d1: "尼克森上台後推動「越南化」並撤軍，但南越政權迅速崩潰。",
        col: "col-sm-4",
        p2: [
          {
            pic1: "../images/P61-65/M02-2M-J-64-0.webp",
            dec2: "托馬斯·傑斐遜（Thomas Jefferson）",
          },
          {
            pic1: "../images/P61-65/M02-2M-F-64-0.webp",
            dec2: "認真學習的退休教師",
          },
          {
            pic1: "../images/P61-65/M02-2M-R-64-0.webp",
            dec2: "西奧多·羅斯福（Theodore Roosevelt）老羅斯福",
          },
        ],
      },
    ],
    c1s: [
      {
        id2: "n4-1",
        d1: "1.地理位置太關鍵，各國大老都要搶",
        c2s: [
          { d1: "越南雖然國家不大，但地理位置卻是兵家必爭之地。" },
          { d1: "它緊鄰南海，這條航線對中、日、韓等東亞國家的貿易至關重要。" },
          { d1: "尤其是中東運來的石油全得經過這。" },
          { d1: "從大航海時代起，這就是海上貿易的咽喉。" },
          {
            d1: "越南在歷史上長期受到中原王朝影響，近代則成為法國殖民地。",
            col: "col-sm-4",
            p2: [
              {
                pic1: "../images/P61-65/M02-2M-J-64-1.webp",
                dec2: "托馬斯·傑斐遜（Thomas Jefferson）",
              },
              {
                pic1: "../images/P61-65/M02-2M-F-64-1.webp",
                dec2: "認真學習的退休教師",
              },
              {
                pic1: "../images/P61-65/M02-2M-R-64-1.webp",
                dec2: "西奧多·羅斯福（Theodore Roosevelt）老羅斯福",
              },
            ],
          },
        ],
      },
      {
        id2: "n4-2",
        d1: "2.擼起袖子大幹一場，卻是戴鐐銬起舞",
        c2s: [
          { d1: "繼任的約翰遜總統決定把戰爭升級。" },
          { d1: "美軍人數從幾萬暴增到幾十萬，甚至動用空軍大規模轟炸。" },
          { d1: "但這場仗打得非常憋屈，美軍簡直是「戴著鐐銬起舞」。" },
          { d1: "因為白宮極度擔心會不小心炸到蘇聯或中國顧問。" },
          {
            d1: "所有轟炸目標都得由白宮直接下令。",
            col: "col-sm-4",
            p2: [
              {
                pic1: "../images/P61-65/M02-2M-J-64-2.webp",
                dec2: "托馬斯·傑斐遜（Thomas Jefferson）",
              },
              {
                pic1: "../images/P61-65/M02-2M-F-64-2.webp",
                dec2: "認真學習的退休教師",
              },
              {
                pic1: "../images/P61-65/M02-2M-R-64-2.webp",
                dec2: "西奧多·羅斯福（Theodore Roosevelt）老羅斯福",
              },
            ],
          },
        ],
      },
      {
        id2: "n4-3",
        d1: "3.戰場上沒輸，但在家門口卻輸慘了",
        c2s: [
          { d1: "一九六八年的「春節攻勢」是整場戰爭的轉折點。" },
          { d1: "雖然北越軍隊傷亡慘重，美軍在軍事技術上贏了。" },
          { d1: "但在戰略和心理上，北越卻大獲全勝。" },
          { d1: "因為這場突襲讓美國民眾驚覺政府一直在說謊。" },
          {
            d1: "反戰輿論全面爆發。",
            col: "col-sm-4",
            p2: [
              {
                pic1: "../images/P61-65/M02-2M-J-64-3.webp",
                dec2: "托馬斯·傑斐遜（Thomas Jefferson）",
              },
              {
                pic1: "../images/P61-65/M02-2M-F-64-3.webp",
                dec2: "認真學習的退休教師",
              },
              {
                pic1: "../images/P61-65/M02-2M-R-64-3.webp",
                dec2: "西奧多·羅斯福（Theodore Roosevelt）老羅斯福",
              },
            ],
          },
        ],
      },
      {
        id2: "n4-4",
        d1: "4.想找台階下，結果小弟太不爭氣",
        c2s: [
          { d1: "尼克森上台後推動「越南化」政策。" },
          { d1: "簡單說就是「越南人打越南人」，美軍則分批撤離。" },
          { d1: "一九七三年雙方簽約，美軍完全撤出。" },
          { d1: "沒想到南越政權很快崩潰。" },
          { d1: "北越迅速統一全境。" },
          {
            d1: "美國付出巨大代價卻未達成戰略目標。",
            col: "col-sm-4",
            p2: [
              {
                pic1: "../images/P61-65/M02-2M-J-64-4.webp",
                dec2: "托馬斯·傑斐遜（Thomas Jefferson）",
              },
              {
                pic1: "../images/P61-65/M02-2M-F-64-4.webp",
                dec2: "認真學習的退休教師",
              },
              {
                pic1: "../images/P61-65/M02-2M-R-64-4.webp",
                dec2: "西奧多·羅斯福（Theodore Roosevelt）老羅斯福",
              },
            ],
          },
        ],
      },
    ],
  },

  // 六十五：嬉皮士要愛不要戰 尼克松秘密約中華
  {
    title_id: "n5",
    title: "六十五：嬉皮士要愛不要戰 尼克松秘密約中華",
    t1: [
      { d1: "開這篇摘要分析了美國在越戰期間的社會動盪與外交轉型。" },
      {
        d1: "全文的核心主題在於：越戰引發的國內反戰浪潮與社會撕裂，迫使美國政府調整戰略，最終促成尼克森上台並實現中美關係的歷史性破冰。",
      },
      {
        d1: "越戰期間，美國年輕人因不滿制度荒謬與社會不平等，大規模逃避徵兵，反戰情緒高擺。",
      },
      { d1: "嬉皮士以「要愛不要戰」為口號，挑戰傳統價值。" },
      {
        d1: "尼克森利用反共形象推動中美破冰，透過「乒乓外交」與基辛格密訪，改變冷戰格局。",
        col: "col-sm-4",
        p2: [
          {
            pic1: "../images/P61-65/M02-2M-J-65-0.webp",
            dec2: "托馬斯·傑斐遜（Thomas Jefferson）",
          },
          {
            pic1: "../images/P61-65/M02-2M-F-65-0.webp",
            dec2: "認真學習的退休教師",
          },
          {
            pic1: "../images/P61-65/M02-2M-R-65-0.webp",
            dec2: "西奧多·羅斯福（Theodore Roosevelt）老羅斯福",
          },
        ],
      },
    ],
    c1s: [
      {
        id2: "n5-1",
        d1: "1.仗打到沒人想去，年輕人寧願落跑",
        c2s: [
          { d1: "二戰時美國人搶著參軍，但到了越戰，大家卻避之唯恐不及。" },
          { d1: "很多年輕人覺得制度太荒謬。" },
          { d1: "在很多州，男孩連買酒和投票的權利都沒有。" },
          { d1: "卻要履行打仗的義務。" },
          {
            d1: "於是大批年輕人逃往加拿大或瑞典躲避徵兵。",
            col: "col-sm-4",
            p2: [
              {
                pic1: "../images/P61-65/M02-2M-J-65-1.webp",
                dec2: "托馬斯·傑斐遜（Thomas Jefferson）",
              },
              {
                pic1: "../images/P61-65/M02-2M-F-65-1.webp",
                dec2: "認真學習的退休教師",
              },
              {
                pic1: "../images/P61-65/M02-2M-R-65-1.webp",
                dec2: "西奧多·羅斯福（Theodore Roosevelt）老羅斯福",
              },
            ],
          },
        ],
      },
      {
        id2: "n5-2",
        d1: "2.留長髮抽大麻，嬉皮士喊要愛不要戰",
        c2s: [
          { d1: "當時反戰的主力是「嬉皮士」。" },
          { d1: "他們對美國那套民主自由產生懷疑。" },
          { d1: "覺得國家被資本控制。" },
          { d1: "政客只是傀儡。" },
          {
            d1: "大喊「要愛不要戰爭」的口號。",
            col: "col-sm-4",
            p2: [
              {
                pic1: "../images/P61-65/M02-2M-J-65-2.webp",
                dec2: "托馬斯·傑斐遜（Thomas Jefferson）",
              },
              {
                pic1: "../images/P61-65/M02-2M-F-65-2.webp",
                dec2: "認真學習的退休教師",
              },
              {
                pic1: "../images/P61-65/M02-2M-R-65-2.webp",
                dec2: "西奧多·羅斯福（Theodore Roosevelt）老羅斯福",
              },
            ],
          },
        ],
      },
      {
        id2: "n5-3",
        d1: "3.尼克森抓準沈默大眾，接手爛攤子",
        c2s: [
          { d1: "共和黨的尼克森喊出「沈默的大多數」。" },
          { d1: "呼籲保守派支持他。" },
          { d1: "承諾結束戰爭泥潭。" },
          { d1: "最後成功當選總統。" },
          {
            d1: "上台後開始安排撤軍並規劃外交轉向。",
            col: "col-sm-4",
            p2: [
              {
                pic1: "../images/P61-65/M02-2M-J-65-3.webp",
                dec2: "托馬斯·傑斐遜（Thomas Jefferson）",
              },
              {
                pic1: "../images/P61-65/M02-2M-F-65-3.webp",
                dec2: "認真學習的退休教師",
              },
              {
                pic1: "../images/P61-65/M02-2M-R-65-3.webp",
                dec2: "西奧多·羅斯福（Theodore Roosevelt）老羅斯福",
              },
            ],
          },
        ],
      },
      {
        id2: "n5-4",
        d1: "4.反共老將要訪華，這招棋下得真絕",
        c2s: [
          { d1: "當時美蘇爭霸，美國處於弱勢。" },
          { d1: "中國也正跟蘇聯鬧翻。" },
          { d1: "雙方都有合作需求。" },
          { d1: "從乒乓外交到基辛格密訪。" },
          {
            d1: "最終促成尼克森訪華，改變冷戰格局。",
            col: "col-sm-4",
            p2: [
              {
                pic1: "../images/P61-65/M02-2M-J-65-4.webp",
                dec2: "托馬斯·傑斐遜（Thomas Jefferson）",
              },
              {
                pic1: "../images/P61-65/M02-2M-F-65-4.webp",
                dec2: "認真學習的退休教師",
              },
              {
                pic1: "../images/P61-65/M02-2M-R-65-4.webp",
                dec2: "西奧多·羅斯福（Theodore Roosevelt）老羅斯福",
              },
            ],
          },
        ],
      },
    ],
  },
];
