export const arr_article = [
  {
    title_id: "n1",
    title: "A00-拆分書籍形成綱要",
    t1: [
      {
        d1: "<strong>tag</strong>",
        c2s: [{ d1: "分類、核心觀念、綱要、讀書心得" }],
      },
      {
        d1: "<strong>Prompt</strong>",
        c2s: [
          {
            d1: "<span class='yf22'>依據來源區分為五個大類，並且為每個大類列出該類別的核心觀念和重要內容綱要，以利讀書心得撰寫",
          },
        ],
      },
      { d1: "<br>" },
    ],
  },
  {
    title_id: "n2",
    title: "A01-摘要重點並且國中生可以理解的用詞",
    t1: [
      { d1: "<strong>tag</strong>", c2s: [{ d1: "摘要、核心重點、國中生" }] },
      {
        d1: "<strong>指令</strong>",
        c2s: [
          {
            d1: "<span class='yf22'>將來源摘要精簡文字核心重點內容，用國中生可以理解的用詞回答，並給訂幾個標題，請用繁體中文回答",
          },
        ],
      },
      { d1: "<br>" },
    ],
  },
  {
    title_id: "n3",
    title: "A02-根據分類產生讀書心得",
    t1: [
      { d1: "<strong>tag</strong>", c2s: [{ d1: "綱要、讀書心得，一句話" }] },
      {
        d1: "<strong>指令</strong>",
        c2s: [
          {
            d1: "<span class='yf22'>根據來源及以下列內容綱要，產生2000字左右的讀書心得，用國中生可以理解的辭彙和用語，可以適度以書中案例做說明，並分段給定小標題，並且每個分段用一句話結論，最後給予總結，同樣用一句話來表示整篇文章內容，並未整篇文章訂定幾個標題",
          },
          {
            d1: "<span class='yf5>✔️⭐根據上述四個主題的核心觀念和重要內容綱要要，每個主題產生2500字左右的讀書心得，用簡單易懂清楚明白可以理解的辭彙和用語，可以適度以書中案例做說明，每個主題分段給定小標題，並且每個分段用一句話結論，最後給予總結，同樣總結也要分段給定小標題，並且用一句話來表示整篇文章內容，並對整篇文章訂定幾個標題，並且四個主題內容清楚，不要互相重複內容",
          },
        ],
      },
      { d1: "<br>" },
    ],
  },
  {
    title_id: "n4",
    title: "A03-來源中各章節重要句子和嘉言金句",
    t1: [
      { d1: "<strong>tag</strong>", c2s: [{ d1: "重要句子、嘉言、金句" }] },
      {
        d1: "<strong>指令</strong>",
        c2s: [
          {
            d1: "<span class='yf22'>以條列方式列出所有來源重要句子、嘉言、金句，並註明出處",
          },
        ],
      },
      { d1: "<br>" },
    ],
  },
  {
    title_id: "n5",
    title: "A04-用一段文章和條列式三句話總結這個來源的重要核心觀點",
    t1: [
      { d1: "<strong>tag</strong>", c2s: [{ d1: "核心觀點，一段話，三句話" }] },
      {
        d1: "<strong>指令</strong>",
        c2s: [
          {
            d1: "<span class='yf22'>分二部分，第一部分用一段話總結這個來源的重要核心觀點，第二部分用條列式三點來總結表示這本書的重要核心觀點",
          },
        ],
      },
      { d1: "<br>" },
    ],
  },
  {
    title_id: "n6",
    title: "A05-擷取來源書中最重要的三句金句，可以代表這個來源的重要觀念",
    t1: [
      {
        d1: "<strong>tag</strong>",
        c2s: [
          { d1: "<span class='yf22'>金句, 分類、核心觀念、綱要、讀書心得," },
        ],
      },
      {
        d1: "<strong>指令</strong>",
        c2s: [
          {
            d1: "<span class='yf22'>擷取來源書中最重要的三句金句，可以代表這個來源的重要觀念，不論作者本身或是引用他人，",
          },
        ],
      },
      { d1: "<br>" },
    ],
  },
];
